aom
aribb24
atlas
avro-c
bash
bat
bc
berkeley-db
berkeley-db@4
berkeley-db@5
brotli
c-ares
ca-certificates
cairo
cjson
cli
cmake
cocoapods
coreutils
dav1d
earthly
eza
fastfetch
fd
ffmpeg
flac
fluent-bit
fontconfig
freetype
frei0r
fribidi
fzf
gawk
gdbm
gettext
gh
ghostscript
giflib
git
git-lfs
glib
gmp
gnu-getopt
gnu-sed
gnupg
gnutls
go
go@1.16
go@1.17
go@1.18
go@1.22
golangci-lint
gpgme
gradle
graphite2
harfbuzz
helix
helm
highway
icu4c@75
icu4c@76
imagemagick
imath
jansson
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jq
k6
kcat
kompose
kubernetes-cli
kustomize
lame
lazygit
leptonica
libarchive
libass
libassuan
libb2
libbluray
libde265
libdeflate
libevent
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
libksba
liblqr
libmicrohttpd
libnghttp2
libogg
libomp
libpng
libraw
librdkafka
librist
libsamplerate
libserdes
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
lpeg
lua
luajit
luv
lz4
lzlib
lzo
m4
make
maven
mbedtls
minikube
mpdecimal
mpfr
mpg123
msgpack
ncurses
neofetch
neovim
nettle
node
node@18
node@20
npth
nspr
nss
oh-my-posh
oniguruma
opencore-amr
openexr
openjdk
openjdk@17
openjpeg
openssl@3
opus
p11-kit
pango
pass
pcre2
pinentry
pipx
pixman
poppler
protobuf@21
pulumi
python-packaging
python@3.10
python@3.11
python@3.12
python@3.13
qrencode
rav1e
readline
redis
ripgrep
rubberband
ruby
screenresolution
sdl2
sesh
sevenzip
shared-mime-info
snappy
speex
sqlite
srt
stow
stylua
svt-av1
tesseract
theora
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
vault
virtualenv
watch
webp
wget
x264
x265
xorgproto
xvid
xz
yajl
yaml-language-server
yazi
zeromq
zimg
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
zstd
1password-cli
aerospace
alacritty
amethyst
drawio
font-3270-nerd-font
font-agave-nerd-font
font-anonymice-nerd-font
font-arimo-nerd-font
font-aurulent-sans-mono-nerd-font
font-bigblue-terminal-nerd-font
font-bitstream-vera-sans-mono-nerd-font
font-blex-mono-nerd-font
font-caskaydia-cove-nerd-font
font-code-new-roman-nerd-font
font-cousine-nerd-font
font-daddy-time-mono-nerd-font
font-dejavu-sans-mono-nerd-font
font-droid-sans-mono-nerd-font
font-fantasque-sans-mono-nerd-font
font-fira-code
font-fira-code-nerd-font
font-fira-mono-nerd-font
font-go-mono-nerd-font
font-gohufont-nerd-font
font-hasklug-nerd-font
font-heavy-data-nerd-font
font-hurmit-nerd-font
font-im-writing-nerd-font
font-inconsolata-go-nerd-font
font-inconsolata-lgc-nerd-font
font-inconsolata-nerd-font
font-iosevka-nerd-font
font-jetbrains-mono-nerd-font
font-lekton-nerd-font
font-liberation-nerd-font
font-m+-nerd-font
font-meslo-lg-nerd-font
font-monaspace-nerd-font
font-monofur-nerd-font
font-monoid-nerd-font
font-mononoki-nerd-font
font-mplus-nerd-font
font-noto-nerd-font
font-noto-sans
font-open-dyslexic-nerd-font
font-overpass-nerd-font
font-profont-nerd-font
font-proggy-clean-tt-nerd-font
font-roboto-mono-nerd-font
font-sauce-code-pro-nerd-font
font-shure-tech-mono-nerd-font
font-space-mono-nerd-font
font-symbols-only-nerd-font
font-terminess-ttf-nerd-font
font-tinos-nerd-font
font-ubuntu-mono-nerd-font
font-ubuntu-nerd-font
font-victor-mono-nerd-font
ghostty
git-credential-manager
iterm2
linearmouse
marta
obsidian
orbstack
raycast
stats
vagrant
warp
wezterm
